#+PUBLIC: false

* 财务报表分析和财务预测
** 营运资本= 流动资产 + 流动负债= 长期资本 - 长期负债
** 利息保障倍数=（净利润+利息费用+所得税费用）/利息支出
利息费用：财务费用中的利息费用，不包括利息收入
利息支出：包括资本化的利息
**
* 章四 资本成本
:PROPERTIES:
:collapsed: true
:heading: true
:END:
** 资本成本概念和用途
*** 资本成本的概念
**** 资本成本是资金的使用成本
**** 资本成本是投资人的必要报酬率
*** 资本成本的影响因素
**** 外部：无风险利率、市场风险溢价、税率
**** 内部：资本结构、投资政策
** 债务资本成本
*** 税后债务资本成本的估计
由于利息可从应税收人中扣除，因此，负债的税后成本是税率的函数。利息的抵税作用使得负债的税后成本低于税前成本。
**** 税后债务成本=税前债务成本x(1一所得税税率）
由于所得税的作用，债权人要求的报酬率不等于公司的税后债务成本。因为利息可以免税，政府实际上支付了部分债务成本，所以公司的债务成本小于债权人要求的报酬率。
*** 税前债务资本成本
**** 到期收益率法
**** 可比公司法
**** 风险调整法
***** 税前债务成本=政府债券的市场收益率+企业的信用风险补偿率
用信用级别相同的公司债券估计风险补偿率
**** 财务比率法
** 普通股资本成本
*** CAPM
R=rf+ß×(rm －rf)
*** 股利增长模型
$$Rs=\frac {D_1} {P_0*(1-F)}+g\\F:发行费用率$$ 
普通股成本 =
预期下年现金股利额/普通股当前市价+股利增长率
*** 债券收益率风险调整模型
税后债务成本+风险溢价
** 优先股，永续债
利息除以扣费到手
* 章五 投资项目资本预算
:PROPERTIES:
:collapsed: true
:heading: true
:END:
** 投资项目评价
*** 独立项目评价
**** 净现值
适用广，规模不同项目有局限性
**** 现值指数／获利指数
消除了项目规模差异，未考虑到项目期限
**** 内含报酬率
**** 回收期法
**** 会计报酬率法；年平均利润除以原始投资或平均资本占用
不考虑时间价值；较为明晰
*** 互斥项目优选
投资额不同，净现值法优先；投资寿命不同，以下方法
**** 共同年限法
假设二项目均可循环投资直至二者寿命相同
**** 等额年金法
按项目净现值计算等额年金
**** 共同年限、等额年金缺点
升级换代、通货膨胀
** 投资项目现金流量估计
*** 更新设备：比较继续使用和更新的年成本，以较低者作为好方案。
*** 固定资产年平均成本：总现值折合等额年金
*** 平均年成本法的注意事项
①继续使用旧设备和购置新设备看成是两个互斥的方案，而不是一个更换设备的特定方案。②该方法假设将来更换设备时可以按原来的平均年成本找到可代替的设备。③设备的平均年运行成本和平均年持有成本成反向变化，因此存在一个最经济的使用年限，平均年成本最小。
*** 税后现金流量计算
营业现金毛流量=营业收入-付现营业费用减所得税=税后经营净利润+折旧=营业收入x(1-税率）
-付现营业费用x(1-税率）＋折旧×税率
** 投资项目折现率的估计
*** 使用当前加权平均资本成本作为投资项目的资本成本
两个条件： ①项目经营风险与企业当前资产的平均经营风险相同；
②公司继续采用相同的资本结构为新项目筹资。
*** 可比公司法教材143页
** 投资项目敏感分析
*** 敏感分析：最大最小法
根据预期值其中一项变化使净现值为0的最值判断风险
*** 敏感分析：敏感程度法
敏感系数=目标值变动百分比／选定变量变动百分比
* 章七 期权价值评估
:PROPERTIES:
:collapsed: true
:heading: true
:END:
** 影响期权价值的主要因素。
股票市价、执行价格、到期期限、股价波动率、无风险利率、预期红利。到期期限不一定影响欧式期权，因其只能在到期日执行。
** 期权价格等于股价时总是购买股票更有利
** 看涨期权估值原理：
:PROPERTIES:
:collapsed: true
:END:
复制原理、套期保值原理、风险中性原理、二叉树模型
*** 套期保值比率H=（到期日上行期权价值-到期日下行期权价值）/（到期日上行股价-到期日下行股价）
*** 借款金额=（到期日下行股价×套期保值比率-股价下行时期权到期日价值）/（1+r）
*** 单期二叉树 （1+r）（HS0-C0）=uHS0-Cu ；u为股价上涨倍数
* DONE 章八 企业价值评估
:PROPERTIES:
:collapsed: true
:heading: true
:END:
:LOGBOOK:
CLOCK: [2022-08-06 Sat 14:27:07]--[2022-08-06 Sat 16:23:47] =>  01:56:40
:END:
** 目的和对象
:PROPERTIES:
:collapsed: true
:END:
*** 目的：投资分析、战略分析和以价值为基础的管理
*** 价值评估的一般对象是*企业整体的经济价值*。企业整体的经济价值是指企业作为一个整体的公平市场价值。
:PROPERTIES:
:collapsed: true
:END:
**** 整体不是各部分的简单相加
**** 整体价值来源于要素的结合方式
**** 部分只有在整体中才能体现出其价值
*** 会计价值、现时市场价值与公平市场价值
*** 企业整体价值可以分为 *实体价值和股权价值、持续经营价值和清算价值、少数股权价值和控股权价值*等类别
:PROPERTIES:
:collapsed: true
:END:
**** 企业实体价值 =股权价值+净债务价值；其中后二者均指公平市场价值
:PROPERTIES:
:id: 62ee0b21-a867-43bc-aaaa-6dc4281a06f0
:END:
**** 企业的公平市场价值应当是*持续经营价值与清算价值孰高者*
**** 少数股权价值与控股权的不同
** 评估方法
:PROPERTIES:
:collapsed: true
:END:
*** 现金流量折现模型
:PROPERTIES:
:collapsed: true
:END:
**** 企业价值=预测期价值+后续期价值；后续期稳定增长
**** 股利现金流量模型
**** 股权现金流量=实体现金流量 -债务现金流量
:PROPERTIES:
:collapsed: true
:END:
***** 永续增长模型：*下期股权现金流量/（股权资本成本-永续增长率）*；对增长率和资本成本的预测质量要求很高
***** 两阶段增长模型：
$$详细预测期现金流量现值+永续期现金流量现值=\\详细预测期现金流量现值+\frac{后续期第一年现金流}{股权资本成本-永续增长率}×现值系数$$
**** 实体现金流量模型。实体现金流量是企业余部现金流人扣除成本费用和必要的投资后的剩余部分，它是*企业一定期间可以提供给所有投资人(包括股权投资人和债权投资人) 的税后现金*
:PROPERTIES:
:collapsed: true
:END:
***** 永续增长模型&两阶段增长模型
*** 相对价值评估模型
:PROPERTIES:
:collapsed: true
:END:
**** 市盈率模型：*目标企业每股价值 =可比企业市盈率 × 目标企业每股收益*
:PROPERTIES:
:collapsed: true
:END:
***** 优缺点：
数据易得；容易计算；价格和收益联系直观；综合性高
收益是0或负值将失去意义
***** 市盈率：
$$股利支付率×\frac{1+增长率}{股权成本-增长率}$$
***** 内在市盈率：股利支付率÷（股权成本-增长率）=市盈率÷（1+增长率）；预期市盈率，描述的是未来一年
***** 修正市盈率：市盈率÷（可比企业预期增长率×100） 此时计算每股价值须相应乘上目标公司预期增长率×100
**** 市净率模型：
:PROPERTIES:
:collapsed: true
:END:
***** 市净率：市盈率×权益净利率
***** 内在市净率：市净率÷（1+增长率）；未来一年
***** 修正市净率：市净率÷（可比企业预期权益净利率×100） 此时计算每股价值须相应乘上目标公司预期权益净利率×100
**** 市销率模型：
:PROPERTIES:
:collapsed: true
:END:
***** 市销率：市盈率×营业净利率
***** 内在市销率：市销率÷（1+增长率）；未来一年
***** 修正市销率：市盈率÷（可比企业预期销售净利率×100） 此时计算每股价值须相应乘上目标公司预期销售净利率×100
* 章十 长期筹资
:PROPERTIES:
:heading: true
:collapsed: true
:END:
[[Aug 13th, 2022]]
** DONE 长期债务筹资
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2022-08-13 Sat 13:34:00]--[2022-08-13 Sat 14:06:47] =>  00:32:47
CLOCK: [2022-08-13 Sat 14:06:47]--[2022-08-13 Sat 14:06:48] =>  00:00:01
:END:
*** 特点：
较普通股：到期偿还；固定负担；资本成本低；不分散控制权
较短期： 成本更高；限制更多
*** *长期借款*
:PROPERTIES:
:collapsed: true
:END:
**** 保护性条款
:PROPERTIES:
:collapsed: true
:END:
***** 一般性保护条款：
流动资金保持量；股利与回购；净经营性长期资产总投资规模；其他长期债务；定期提交报表；不准无故出信较多资产；如期纳税、偿债；规避承诺抵押贴现；限制租赁固定资产。
***** 特殊性保护条款
专款专用；不准投资于短期不能收回成本的项目；限制高管薪金；稳定主要领导人，主要领导人购买人身保险
**** 优缺点（较其他长期债务筹资：筹资速度快；借款弹性好；财务风险大；限制条款多
*** *长期债券*
:PROPERTIES:
:collapsed: true
:END:
**** 偿还
:PROPERTIES:
:collapsed: true
:END:
***** 偿还时间：到期、提前、滞后
***** 偿还形式：现金、新债券、普通股
**** /优缺点/ ：筹资规模大；具有长期性和稳定性；有利于资源优化配置；发行成本高：信息报露成本高；限制条件多
** DONE 普通股筹资
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2022-08-13 Sat 16:39:17]--[2022-08-13 Sat 16:44:17] =>  00:05:00
CLOCK: [2022-08-13 Sat 16:49:03]--[2022-08-13 Sat 17:11:00] =>  00:21:57
:END:
*** 特点：
- 优点：无利息负担、到期日限制，财务风险小；增加公司信誉；筹资限制少；易抵消通胀故更易筹资
- 缺点：资本成本高；分散控制权；信息披露成本和商业机密问题；增加被收购风险
*** 发行方式
:PROPERTIES:
:collapsed: true
:END:
**** 有偿增资发行
**** 无偿增资发行
**** 搭配增资发行
*** *股权再融资*
:PROPERTIES:
:collapsed: true
:END:
配股、公开增发、定向增发
**** 配股
:PROPERTIES:
:collapsed: true
:END:
***** 配股的目的：
不改变控制权；新股将导致每股收益稀释，折价发行给予补偿；鼓励股东认购新股增加发行量
***** 除权价格：（配股前每股价格+配股价格✖️股份变动比例）/（1+股份变动比例）
参考价大于除权后实际交易价：*填权*；反之叫*贴权*
***** 每股股票配股权价值：（除权参考价-配股价格）/购买一股配股需要的原股数
**** 增发新股
**** 股权再融资的影响：
资本结构、财务状况、控制权
** DONE 混合筹资
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2022-08-13 Sat 17:48:08]--[2022-08-13 Sat 18:15:10] =>  00:27:02
CLOCK: [2022-08-13 Sat 21:34:55]--[2022-08-13 Sat 22:07:41] =>  00:32:46
CLOCK: [2022-08-14 Sun 15:51:40]--[2022-08-14 Sun 16:22:24] =>  00:30:44
CLOCK: [2022-08-15 Mon 11:23:50]--[2022-08-15 Mon 11:34:22] =>  00:10:32
:END:
[[Aug 14th, 2022]]
*** *优先股*
:PROPERTIES:
:collapsed: true
:END:
**** 筹资成本：较债权高、普通股低
**** 优缺点：
- 优点：不支付股利不会破产、没有到期期限、不需偿还本金；不会稀释股东权益
- 缺点：不可税前扣除、税收劣势（公司），股利免税、税收优势（投资者）；优先股股利增加财务风险从而增加普通股成本；
*** *附认股权证债券筹资*
:PROPERTIES:
:collapsed: true
:END:
**** 认股权证
:PROPERTIES:
:collapsed: true
:END:
***** 类似看涨期权，但是期限相当长，因此不能假设不分红，故而不适用BS模型
***** 认股权证用途：
发行新股时弥补稀释损失；作为奖励发给管理人员/投行；作为筹资工具与公司债券同时发行
**** 附认股权证债券分类：分离型与非分离型、现金汇入型与抵缴型
认股权证与债券是否可分离、是否可用公司债票面金额直接转股
**** 附认股权证债券筹资成本：
**** 附认股权证债券筹资优缺点：
- 优点：一次发行、二次融资，降低了融资成本；发行人通常是高速成长的小公司，以潜在股权稀释换取更低的利息；
- 缺点：灵活性较差。相较于可转债一直有还本付息义务，无赎回和强制转股条款需承担机会成本；以发债为主需承担认股权证定价风险；承销费用高于债务融资
*** *可转债*
:PROPERTIES:
:collapsed: true
:END:
**** 转换价值=股价x转换比例
转换比率=债券面值÷转换价格
**** 赎回条款，
不可赎回期→赎回期，赎回价格，赎回条件
**** 回售条款
**** 强制性转换条款
**** 底线价值：转换价值与纯债价值孰高
**** *优缺点*
- 优点：相对债券降低了前期筹资成本；相比普通股取得了以更高价格出售普通股的可能，不至于因直接增发降低股价，将来转股对股价影响较温和
- 缺点：若股价大幅上涨，则企业股权筹资额受影响；若股价低迷，公司将继续承担债务，有回收条款压力尤甚，且股权融资目标无法实现；筹资总成本更高
**** *可转债与附认股权证债券区别*
可转债转股时只是报表项目间变化，认股权证将带来新的权益资本；
*/可转债灵活性更好/* ：可赎回条款、强制转换条款等；
*/适用情况不同/* ：发行认股权证的公司主要目的是通过捆绑期权获得低利率，目的是发债；可转债的发行者目的是通过将来转股获得更高的股票发行价
*/发行费用不同/* ：可转债承销费用与普通债券类似；附认股权证债券介于普通债券与普通股融资之间
** 租赁筹资
:PROPERTIES:
:collapsed: true
:END:
[[Aug 16th, 2022]]
*** 租赁的维修：
- 出租人维护毛租赁
- 承租人维护净租赁
*** 租赁的原因：
- *节税*，承租人有效税率更高，租赁的抵税利益较购买模式下折旧的抵税利益更高；
- *降低交易成本*，租赁公司在购置、维修、处置资产以及融资成本方面有优势；
- *减少不确定性*，余值风险
*** 租赁的会计与税务处理
:PROPERTIES:
:collapsed: true
:END:
财管关注估值，税务影响现金流，故以税法角度看待租赁
**** ((62fa6e37-468e-4239-8378-cae18bd00d21))
**** 税务处理
以融资租赁方式租入固定资产发生的租赁费支出，按照规定构成融资租入固定资产价值的部分应当提取折旧费用，分期扣除。
融资租入的固定资产与租赁合同约定的付款总额和承租人在签订租赁合同过程中发生的相关费用，为计税基础。租赁合同未约定付款总额的，以该资产的公允价值和承租人在签订租赁合同过程中发生的相关费用为计税基础。
企业在生产经营活动中发生的利息支出准予扣除。
*** 租赁决策
:PROPERTIES:
:collapsed: true
:END:
**** 租赁净现值=租赁的现金流量总现值-借款购买的现金流量总现值
**** 租赁方案数据
- 计税基础：总付款额
- 年折旧额：与资产同残值率，同折旧年限（税法规定
- 折旧、维修处置资产：乘所得税率
**** 租赁分析的折现率
实务中常简化，统一使用有担保债券的利率作为折现率，根据风险大小适当的调整预计现金流量。
- 租赁费的折现率：
- 折旧抵税额的折现率：
- 期末次产余值的折现率：
**** 租赁决策对投资决策的影响：
有时一个投资项目按租赁筹资可能抵补常规分析的净现值后还有剩余
项目的调整净现值=项目的常规净现值+租赁净现值。
*** 售后租回
* 章十一 股利分配、股票分割与股票回购
:PROPERTIES:
:heading: true
:collapsed: true
:END:
[[Aug 19th, 2022]]
** DONE 股利理论和股利政策
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2022-08-19 Fri 10:19:24]--[2022-08-19 Fri 11:05:56] =>  00:46:32
CLOCK: [2022-08-19 Fri 11:22:13]--[2022-08-19 Fri 11:32:03] =>  00:09:50
CLOCK: [2022-08-19 Fri 14:07:13]--[2022-08-19 Fri 15:49:25] =>  01:42:12
:END:
*** 股利无关论（完全市场利论）
:PROPERTIES:
:collapsed: true
:END:
**** 假设：
- 公司的投资政策已确定，并且为投资者所理解。
- 不存在股票的发行和交易费用。
- 不存在个人或公司所得税。
- 不存在信息不对称。
- 经理和外部投资者之间不存在代理成本。
**** 观点：
- 投资者并不关心公司股利的分配。（对股利和资本利得并无偏好。
- 股利的支付比率不影响公司的价值。
*** 股利相关论
:PROPERTIES:
:collapsed: true
:END:
**** 税差理论
*关键词：*资本利得差异税率、递延纳税的时间价值、交易成本、资本利得税+交易成本 VS 股利收益税
**** 客户效应理论
*关键词：*税收等级差异、边际税率
边际税率高的投资者会选择低股利支付率的股票
**** 一鸟在手理论
*关键词：*收益风险偏好
股利支付率提高→要求的权益资本报酬率降低→企业权益价值=分红总额/权益资本成本，上升
**** 代理理论
- 股东与债权人之间的代理冲突：两类投资者
- 经理人员与股东之间的代理冲突：股权分散情形
- 控股股东与中小股东之间的代理冲突：股权集中情形
**** 信号理论
- 股利支付信息传递了企业的盈利能力能够为其项目投资和股利分配提供充分的内源融资，股利支付水平以及变化程度的信息能够为盈利持续性及增长作出合理判断。
- 股利增长减少被认为是经理人员对企业发展前景作出的预期。
- 处于成熟期盈利能力相对稳定的企业宣布增发股利，可能是因为企业目前没有新的前景很好的投资项目，预示着企业成长性缓趋甚至下降。
*** 剩余股利政策
设定目标资本结构、确定权益资本与债务资本的比率，此时加权平均资本成本达到最低水平，确定目标资本结构下投资所需的股东权益数额，投资方案所需权益资本已经满足后若有剩余，再将其作为股利发放给股东。
*** 固定股利或稳定增长股利
缺点：股利的支付与盈余相脱节可能导致资金短缺，财务状况恶化；不能像剩余股利政策那样保持较低的资本成本。稳定增长期的公司适用稳定增长股利政策，成熟期的企业适用固定股利政策
*** 固定股利支付率
股利波动较大，极易造成公司不稳定的感觉，对稳定股价不利
*** 低正常股利加额外股利
灵活性更高，稳定的股利收入
*** 股利政策影响因素
- *法律因素：*资本保全的限制、公司积累的限制、净利润的限制、超额累计利润的限制、无力偿付的限制
- *股东因素：*稳定的收入和避税、控制权的稀释
- *公司因素：*盈余的稳定性、公司的流动性、举债能力、投资机会、资本成本、债务需要
- *其他限制：*债务合同限制、通货膨胀
** DONE 股利的种类、支付程序与分配方案
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2022-08-19 Fri 16:03:53]--[2022-08-19 Fri 16:16:09] =>  00:12:16
:END:
*** 股利宣告日（declaration date
公司董事会将股东大会通过本年度份利润分配方案的情况以及股利支付情况予以公告的日期
一般在股权登记日前三个工作日左右
公告中将宣布每股派发股利、股权登记日、除息日、股权支付日以及派发对象等事项。
*** 股权登记日（record date
有权领取本期股利的股东其资格登记截止日期。
*** 除息日/除权日 ex-dividend date
股票中含有的股利分配权利予以解除，当日及以后购入不再享有
通常是登记日的下一个工作日
*** 股利支付日 payment date
正式发放股利的日子
*** 股票除权参考价：（股权登记日收盘价-每股现金股利）/（1+送股率+转增率）
** DONE 股票分割与股票回购
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2022-08-19 Fri 16:23:00]--[2022-08-19 Fri 16:29:10] =>  00:06:10
:END:
*** 股票回购有利于增加公司价值。
- 向市场传递股价被低估的信号
- 有助于提高每股收益降低管理层代理成本
- 避免股利波动带来的负面影响
- 发挥财务杠杆的作用，降低加权平均资本成本
- 减少外部流通股数量提高股票价格降低被收购的风险
- 调节所有权结构
*** 股票回购方式
- 回购价格确定方式：固定价格要约回购、荷兰式拍卖回购
* 章十二 营运资本管理
:PROPERTIES:
:heading: true
:collapsed: true
:END:
[[Aug 19th, 2022]]
** DONE 营运资本管理策略
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2022-08-19 Fri 17:32:01]--[2022-08-19 Fri 17:53:26] =>  00:21:25
:END:
流动资产管理和流动负债管理：投资和筹资的管理
*** 适中型投资策略
- 流动资产收益率：通常不高于短期借款的利息
- 短缺成本与持有成本之和最小化，此时两者相等
*** 保守型投资策略
*** 激进型投资策略
*** 易变现率：数值越低风险越大
{(股东权益+长期债务+经营性流动负债)-长期资产}/经营性流动资产
*** 适中型筹资策略
- 筹资的匹配原则，有利于降低利率和偿债风险
- 长期资产+稳定性流动资产=股东权益+长期债务+经营性流动负债；*波动性流动资产=短期金融负债*
*** 保守型筹资策略
- 短期金融负债只部分覆盖波动性流动资产
- 易变现率更高
- 短期偿债压力与利率变动风险更低
- 筹资成本更高、淡季依然需要负担长期负债利息
*** 激进型筹资策略
- 短期负债同时解决部分长期性资产资金需要，极端激进者全部稳定性流动资产都用短期借款
- 收益与风险均更高
** DONE 现金管理
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2022-08-19 Fri 20:05:53]--[2022-08-19 Fri 20:39:00] =>  00:33:07
:END:
*** 现金管理目标
- 交易性需要
- 预防性需要：意外支付，与借款能力有关
- 投机性需要：不寻常的购买机会
*** 现金管理方法
- 力争现金流量同步：流入流出趋于一致
- 使用现金浮游量：动用已开出支票但收票人未支取的款项
- 加速收款：平衡赊销与回款期
- 推迟应付账款支付
*** 现金成本分析模式：机会成本、管理成本、短缺成本
*** 存货模式：
- C为循环期初现金持有量，平均持有C/2；一定期间需求T；每次出售交易成本F；持有现金机会成本率K
- 交易成本=$(T/C)*F$；机会成本$(C/2)*K$
- 机会成本=交易成本；总成本最小
- 简单直观，假设流出量稳定不变，事实上较难做到
*** 随机模式
- 确定现金返回线、持有上下限，高买低卖
- $R=\sqrt[3]{\frac{3b{\delta}^2}{4i}}+L$
- H=3R-2L
- 下限确定根据企业需要与管理层风险偏好决定
** DONE 应收款项管理
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2022-08-19 Fri 20:55:52]--[2022-08-19 Fri 21:26:24] =>  00:30:32
:END:
*** 应收帐款产生原因：商业竞争、销售和收款的时间差距
*** 应收帐款管理方法：
- 应收帐款回收情况的监督：账龄分析表
- 对坏账损失的事先准备：
- 制定适当的收账政策：在收账费用和减少的坏账损失间做出权衡
*** 信用政策分析
**** 信用期间
**** 信用标准
获得交易信用应具备的条件
**** 现金折扣
** DONE 存货管理
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2022-08-19 Fri 23:19:26]--[2022-08-19 Fri 23:45:37] =>  00:26:11
:END:
*** 储备存货相关成本
$订货固定成本F_1；订货变动成本K；存货年需求量D；每次进货量Q；单价U；$
- 取得成本：订货成本$F_1+\frac{D}{Q}K$+购置成本$DU$
- 储存成本：$F_2+K_C\frac{Q}{2}$；单位储存变动成本$K_C$
- 缺货成本：$TC_S$
*** 最佳存货采购
- 最佳存货采购量：$$Q^*=\sqrt{\frac{2KD}{K_C}}$$
- 年最佳采购次数：$$N^*=\frac{D}{Q^*}=\sqrt{\frac{DK_C}{2K}}$$
- 存货总成本：$$TC(Q^*)=\sqrt{2KDK_C}$$
*** 经济订货量模型扩展
**** 订货提前期
**** 存货陆续供应和使用
**** 保险储备
** DONE 短期债务管理
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2022-08-20 Sat 09:53:46]--[2022-08-20 Sat 10:33:06] =>  00:39:20
:END:
[[Aug 20th, 2022]]
*** 短期债务筹资特点：
- 速度快、易取得
- 有弹性
- 成本低
- 风险高
*** 商业信用筹资
:PROPERTIES:
:collapsed: true
:END:
**** 应付账款筹资
单利下放弃现金折扣成本： $\frac{折扣百分比}{1-折扣百分比}\times\frac{360}{信用期-折扣期}$
***** 展期信用
买方企业超过规定的信用期推迟支付而强制获得的信用
**** 应付票据筹资
- 支付期不超过六个月，
- 带息不带息
- 利率一般比银行借款的利率低，
- 到期必须归还，延期需付罚金风险较大。
**** 预收账款
*** 短期借款筹资
:PROPERTIES:
:collapsed: true
:END:
**** 短期借款的分类
- 目的和用途：生产周转借款、临时借款、结算借款
- 偿还方式：一次性偿还、分期偿还
- 利息支付方法：收款法、贴现法、加息法
- 有无担保：抵押借款、信用借款
**** 信用条件
- 信贷限额
- 周转信贷协定：银行承诺提供最高不超过某一最高限额的贷款协定，有效期内满足任何时候的借款需求；就为使用部分支付承诺费
- 补偿性余额：保持最低存款余额
- 借款抵押：
- 偿还条件：到期一次偿还、定期等额偿还；
- 其他承诺；及时提供财务报表、保持适当财务水平
**** 借款利率
- 优惠利率
- 浮动优惠利率
- 非优惠利率
**** 利息支付方法
- 收款法
- 贴现法：发放贷款时扣除本金，到期时偿还全部本金
- 加息法：利息加本金，分期等额偿还，实际平均使用贷款本金半数，利率高一倍
**** 企业对银行的选择：
- 对贷款风险的政策
- 对企业的态度
- 贷款的专业化程度
- 银行的稳定性
* 章十九 责任会计
:PROPERTIES:
:collapsed: true
:END:
[[Aug 27th, 2022]]
** 利润中心
*** 部门边际贡献
=部门销售收入-部门变动成本总额
*** 部门可控边际贡献
=部门边际贡献-部门可控固定成本
*** 部门税前经营利润
=部门可控边际贡献-部门不可控固定成本
** 投资中心
:PROPERTIES:
:collapsed: true
:END:
*** 部门投资报酬率
$$\frac{部门税前经营利润}{部门平均净经营资产}$$
*** 部门剩余收益
$$部门税前经营利润-部门平均净经营资产应计报酬\\=部门税前经营利润-部门平均净经营资产\times 要求的税前投资报酬率$$
* 章二十 业绩评价
** 经济增加值
*** 基本的经济增加值
$$税后净营业利润-报表平均总资产\times 加权平均资本成本$$
***